Table of Contents
 Enum ConcDiagramType
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Concrete stress-strain diagram
public enum ConcDiagramType
Fields
Bilinear = 0
Bilinear type
DefinedByUser = 2
Defined by user
Parabolic = 1
Parabolic type
Fields
 Name |  Description
 Bilinear = 0
Bilinear type
 DefinedByUser = 2
Defined by user
 Parabolic = 1
Parabolic type
 Edit this page